const translations = {
  contactForm: {
    name: {
      label: 'Ваше имя',
      placeholder: 'Джон Доу'
    },
    howToReach: {
      label: 'Как с вами связаться',
      placeholder: 'WhatsApp: +123456789'
    },
    message: {
      label: 'Ваше сообщение',
      placeholder: 'Я хочу чувствовать себя лучше!'
    },
    submit: 'Оставить заявку!'
  },
  sections: {
    hero: {
      title: 'Добро пожаловать на мой сайт где я делюсь своими знаниями!',
      content: 'Меня зовут Имя фамилия и я нутрициолог. Моя цель - помочь вам создать здоровый рацион, предотвратить заболевания и повысить вашу энергию. Улучшите свою жизнь через сбалансированное и качественное питание с экспертом в области питания.'
    },
    features: {
      title: 'Здоровье через питание',
      content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством, и начните путь к лучшему здоровью уже сегодня.',
    },
    howItWorks: {
      title: 'Как это работает',
      content: 'Получите персонализированный план питания, основанный на вашем образе жизни, предпочтениях и целях.'
    },
    contactMe: {
      title: 'Свяжитесь со мной',
      content: 'Если у вас есть вопросы, комментарии или вы хотите назначить консультацию, свяжитесь со мной. Ваше мнение и обратная связь важны для меня.',
    },
    blog: {
      title: 'Мои записи',
      content: 'Получайте ценные советы и информацию о здоровом питании и благополучии в моих статьях.'
    },
    testimonials: {
      title: 'Отзывы клиентов',
      content: 'Узнайте, как наши клиенты достигли потрясающих результатов и улучшили свое здоровье. Прочтите их искренние отзывы, которые вдохновят вас на путь к здоровому образу жизни.'
    },
  },
}

export default translations
