const translations = {
  SEO: {
    home: {
      title: 'Главная страница',
      description: 'Описание главной страницы',
      keywords: "ключевые, слова, для, главной, страницы",
    },
    articles: {
      title: 'Статьи',
      description: 'Описание страницы со статьями',
      keywords: "ключевые, слова, для, статей",
    },
  },
  subscribeToSocials: 'Подпишитесь на мои социальные сети!',
  buttons: {
    fillInForm: 'Заполнить форму',
    readMore: 'Читать далее',
    learnMore: 'Узнать больше',
    wantToStart: 'Хочу начать',
  },
  contactInfo: {
    email: 'test@email.com',
    whatsApp: '+1234567890',
    telegram: 't.me/username',
  },
  contactForm: {
    name: {
      label: 'Ваше имя',
      placeholder: 'Джон Доу'
    },
    howToReach: {
      label: 'Как с вами связаться',
      placeholder: 'WhatsApp: +123456789'
    },
    message: {
      label: 'Ваше сообщение',
      placeholder: 'Я хочу чувствовать себя лучше!'
    },
    submit: 'Оставить заявку!'
  },
  features: [{
    title: 'Разнообразный рацион',
    content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством',
    image: "/images/features/1.svg"
  }, {
    title: 'Желаемая фигура',
    content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством.',
    image: "/images/features/2.svg"
  }, {
    title: 'Почувствуйте лучше',
    content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством',
    image: "/images/features/3.svg"
  }, {
    title: 'Почувствуйте лучше',
    content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством',
    image: "/images/features/3.svg"
  }],
  header: {
    links: [{
      title: 'Главная',
      href: '/'
    }, {
      title: 'Контакты',
      href: '#contacts'
    }, {
      title: 'Блог',
      href: '#articles'
    }],
  },
  sections: {
    hero: {
      title: 'Добро пожаловать на мой сайт!',
      content: 'Меня зовут Имя фамилия и я нутрициолог. Моя цель - помочь вам создать здоровый рацион, предотвратить заболевания и повысить вашу энергию.'
    },
    features: {
      title: 'Здоровье через питание',
      content: 'Оптимизируйте свое питание, создав персонализированную стратегию под моим руководством, и начните путь к лучшему здоровью уже сегодня.',
    },
    howItWorks: {
      title: 'Как это работает',
      content: 'Получите персонализированный план питания, основанный на вашем образе жизни, предпочтениях и целях.',
      steps: [{
        title: 'Заполните форму',
        description: 'Заполните форму на сайте, чтобы я мог узнать больше о вас и вашем образе жизни. Заполните форму на сайте, чтобы я мог узнать больше о вас и вашем образе жизни.'
      }, {
        title: 'Получите план питания',
        description: 'Я создам персонализированный план питания, который будет соответствовать вашим целям и предпочтениям. Я создам персонализированный план питания, который будет соответствовать вашим целям и предпочтениям.'
      }, {
        title: 'Наслаждайтесь результатами',
        description: 'Следуйте моим рекомендациям и наслаждайтесь улучшением своего здоровья и благополучия. Следуйте моим рекомендациям и наслаждайтесь улучшением своего здоровья и благополучия.'
      }],
    },
    contactMe: {
      title: 'Свяжитесь со мной',
      content: 'Если у вас есть вопросы, комментарии или вы хотите назначить консультацию, свяжитесь со мной. Ваше мнение и обратная связь важны для меня.',
    },
    blog: {
      title: 'Мои записи',
      content: 'Получайте ценные советы и информацию о здоровом питании и благополучии в моих статьях.'
    },
    testimonials: {
      title: 'Отзывы клиентов',
      content: 'Узнайте, как наши клиенты достигли потрясающих результатов и улучшили свое здоровье. Прочтите их искренние отзывы, которые вдохновят вас на путь к здоровому образу жизни.'
    },
  },
}

export default translations
